Repository: backmeup/backmeup-frontend
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: de

source: Password
de: Passwort

source: Your password needs to be at least %s characters long.
de: Ihr Passwort muss mind. %s Zeichen lang sein.

source: Password confirmation
de: Passwort bestätigen

source: Enter the same password as above, for verification.
de: Passwort wiederholen

source: A user with that email already exists.
de: Ein Benutzer mit dieser E-mail Adresse existiert bereits.

source: Password must be at least %d chars.
de: Ihr Passwort muss mind. %d Zeichen lang sein.

source: The two password fields didn't match.
de: Die beiden Passwörter stimmen nicht überein.

source: Verification Key
de: Bestätigungs-Code

source: New email-address
de: Neue E-mail Adresse

source: New Password
de: Neues Passwort

source: New Password confirmation
de: Neues Passwort wiederholen

source: Current Password
de: Bestehendes Passwort

source: Enter your current password for verification.
de: Bestehendes Passwort eingeben

source: Your old password was entered incorrectly. Please enter it again.
de: Ihr bestehendes Passwort wurde falsch eingegeben. Bitte versuchen Sie es erneut.

source: Logged out
de: ausgeloggt

source: user's email %s is verified
de: Die Registrierung mit der E-mail Adresse %s war erfolgreich.

source: New verification email has been sent.
de: Die Bestätigungs-Email wurde erneut verschickt.

source: now
de: jetzt

source: daily
de: täglich

source: weekly
de: wöchentlich

source: monthly
de: monatlich

source: Datasource
de: Daten-Quelle

source: Datasource Profile
de: Schnellzugriff: Daten-Quelle

source: Choose an existing data-source profile or select a new data-source below
de: Bitte wählen Sie ein bestehendes Datenquellen-Profil (aus einem vorangegangenem Backup) oder wählen Sie eine neue Datenquelle aus der Liste unten.

source: Datasink
de: Speicher-Ziel

source: Datasink Profile
de: Schnellzugriff: Speicher-Ziel

source: Choose an existing data-sink profile or select a new data-sink below
de: Bitte wählen Sie ein bestehendes Datenziel-Profil (aus einem vorangegangenem Backup) oder wählen Sie ein neues Datenziel aus der Liste unten.

source: Title
de: Titel

source: Query
de: Parameter

source: Datasource Filter
de: Daten-Quelle

source: Type Filter
de: Datei-Typ

source: Backup was successfully deleted.
de: Das Backup wurde gelöscht.

source: Backup couldn't be deleted.
de: Löschen des Backups fehlgeschlagen

source: %(plugin)s - profile
de: %(plugin)s - Profil

source: German
de: Deutsch

source: Sorry, the page you are looking does not exist. Please go to the homepage or use the search.
de: Die aufgerufene Seite existiert nicht oder nicht mehr. Bitte gehen Sie zur Startseite oder verwenden Sie die Suche.

source: org.backmeup.twitter - %(account)s
de: Twitter (%(account)s)

source: org.backmeup.dropbox - %(account)s
de: Dropbox (%(account)s)

source: org.backmeup.facebook - %(account)s
de: Facebook (%(account)s)

source: org.backmeup.moodle - %(account)s
de: Moodle (%(account)s)

source: org.backmeup.twitter (%(account)s)
de: Twitter (%(account)s)

source: org.backmeup.dropbox (%(account)s)
de: Dropbox (%(account)s)

source: org.backmeup.facebook (%(account)s)
de: Facebook (%(account)s)

source: org.backmeup.moodle (%(account)s)
de: Moodle (%(account)s)

source: org.backmeup.twitter - Profil
de: Twitter

source: org.backmeup.dropbox - Profil
de: Dropbox

source: org.backmeup.facebook - Profil
de: Facebook

source: org.backmeup.moodle - Profil
de: Moodle

source: org.backmeup.zip - Profil
de: ZIP

source: User has not been activated!
de: Ihr Benutzer wurde noch nicht aktiviert.

source: Some error occurred.
de: Ein Fehler ist aufgetreten.

source: There must be at least one source profile to download data from!
de: Es gibt kein Datenquellen-Profil um Daten herunterzuladen.

source: queued
de: wird vorbereitet

source: running
de: wird ausgeführt

source: successful
de: erfolgreich

source: error
de: Fehler

source: org.backmeup.twitter
de: Twitter

source: org.backmeup.dropbox
de: Dropbox

source: org.backmeup.facebook
de: Facebook

source: org.backmeup.moodle
de: Moodle

source: org.backmeup.zip
de: ZIP

source: Project Partners
de: Projekt-Partner

source: Sponsor
de: Fördergeber

source: Sign Up now
de: Jetzt Registrieren

source: Create new Backup
de: Neues Backup anlegen

source: Select Data-Target
de: Speicher-Ziel auswählen

source: 1. Data-Source
de: 1. Daten-Quelle

source: selected data-source
de: gewählte Daten-Quelle

source: select a different data-source
de: eine andere Daten-Quelle wählen

source: 2. Data-Target
de: 2. Speicher-Ziel

source: Step 2: select data-target - authenticate %(datasink)s
de: Schritt 2: Speicher-Ziel auswählen - Authentifizierung von %(datasink)s

source: next
de: weiter

source: or
de: oder

source: select a different data-sink
de: ein anderes Speicherziel wählen

source: 3. Backup-Options
de: 3. Backup-Optionen

source: Step 3: select Backup-Options
de: Schritt 3: Backup-Optionen auswählen

source: Step 2: select data-target
de: Schritt 2: Speicher-Ziel auswählen

source: Select Data-Source - Authentication
de: Daten-Quelle auswählen - Authentifizierung

source: Step 2: select data-source - authenticate %(datasource)s
de: Schritt 2: Speicher-Ziel auswählen - Authentifizierung von %(datasource)s

source: selected data-target
de: ausgewähltes Speicher-Ziel

source: Step 3: select backup-options
de: Schritt 3: Backup-Optionen auswählen

source: datasource options
de: Daten-Quelle Optionen

source: Select Data-Source
de: Daten-Quelle auswählen

source: Step 1: select data-source
de: Schritt 1: Daten-Quelle auswählen

source: My Backups
de: Meine Backups

source: Welcome
de: Willkommen

source: Get started
de: Los gehts

source: Get started teaser-text
de: Dein Backup für Moodle, Facebook, Twitter & mehr

source: Select Backup-Options
de: Backup-Optionen auswählen

source: Backup settings
de: Backup-Einstellungen

source: Datasource options
de: Daten-Quelle Optionen

source: toggle all
de: alle auswählen

source: Backup actions
de: Backup-Aktionen

source: Create Backup
de: Backup erstellen

source: Edit Backup
de: Backup bearbeiten

source: Backup-Options
de: Backup-Optionen

source: Save and start backup-job
de: Speichern und Backup starten

source: Data-Source
de: Daten-Quelle

source: Data-Target
de: Speicher-Ziel

source: Backup-State
de: Backup-Status

source: Search Results
de: Suchergebnisse

source: Search
de: Suche

source: %(counter)s result
de: %(counter)s Suchergebnis

source: Search results: %(counter)s
de: Suchergebnisse: %(counter)s

source: Filter search results
de: Suchergebnisse filtern

source: Limit search results
de: Suche verfeinern

source: send
de: absenden

source: Search result details
de: Suchergebnis-details

source: Data-source
de: Daten-Quelle

source: creation-date
de: erstellt am

source: title
de: Titel

source: Data-targets
de: Speicher-Ziele

source: ZIP Files
de: ZIP-Dateien

source: Download ZIP Files
de: ZIP-Dateien runterladen

source: Create Account
de: Registrieren

source: Sign In
de: Einloggen

source: Username and Password didn't match. Please try again.
de: Benutzername und Passwort stimmen nicht überein. Bitte versuchen Sie es erneut.

source: Forgot password?
de: Passwort vergessen?

source: Sign Up
de: Registrieren

source: Create account
de: Registrieren

source: Account Settings
de: Benutzer-Einstellungen

source: Change Email-address
de: E-mail Adresse ändern

source: Change password
de: Passwort ändern

source: Save
de: speichern

source: Verify Email-Adress
de: E-mail Adresse bestätigen

source: Verify Email-Address
de: E-mail Adresse bestätigen

source: An email with a verification key was send to your email-address. Please insert the verification key or click the link in the email to verify your email address.
de: Eine E-mail mit einem Bestätigungs-Code wurde an Ihre E-mail Adresse geschickt. Bitte geben Sie den Bestätigungs-Code ein oder klicken Sie den Bestätigungs-Link um Ihre E-mail zu verifizieren.

source: Verify Email
de: E-mail bestätigen

source: resend verification email
de: Bestätigungs-Email erneut senden

source: validate email and activate account
de: Email-Adresse bestätigen und Benutzer aktivieren.

source: No backups yet.
de: Noch keine Backups.

source: ZIP Archives
de: ZIP-Archiv

source: About
de: Über das Projekt

source: Help
de: Hilfe

source: search
de: suchen

source: *homepage headline
de: Bewahre Deine Daten

source: *homepage text
de: Deine Daten aus der Cloud –<br/> gesammelt – wo du willst.<br/> <strong>Holen, Speichern, Durchsuchen.</strong>

source: next backup
de: nächstes Backup

source: Last successful backup
de: Letztes Backup

source: Delete Backup
de: Backup löschen

source: Do you really want to delete the selected Backup-Job?
de: Wollen Sie das ausgewählte Backup wirklich löschen?

source: By deleting a Backup-Job no further Backups will be created. Backups that have already been created will however remain on the data-target and need to be deleted manually.
de: Durch das Löschen eines Backups werden keine neuen Backups dieses Typs angelegt. Bestehende Backup-Daten bleiben aber auf dem Speicherziel erhalten und müssen (bei Bedarf) manuell von Ihnen gelöscht werden.

source: cancel
de: abbrechen

source: Account-Settings
de: Einstellungen

source: Sign out
de: Ausloggen
